/*
 * FCKeditor - The text editor for internet
 * Copyright (C) 2003-2005 Frederico Caldeira Knabben
 * 
 * Licensed under the terms of the GNU Lesser General Public License:
 * 		http://www.opensource.org/licenses/lgpl-license.php
 * 
 * For further information visit:
 * 		http://www.fckeditor.net/
 * 
 * File Name: th.js
 * 	Thai language file.
 * 
 * File Authors:
 * 		Audy Charin Arsakit (arsakit@gmail.com)
 * 		Joy Piyanoot Promnuan (piyanoot@gmail.com)
 */

var FCKLang =
{
// Language direction : "ltr" (left to right) or "rtl" (right to left).
Dir					: "ltr",

ToolbarCollapse		: "ซ่อน�?ถบเครื่องมือ",
ToolbarExpand		: "�?สดง�?ถบเครื่องมือ",

// Toolbar Items and Context Menu
Save				: "บันทึ�?",
NewPage				: "สร้างหน้าเอ�?สารใหม่",
Preview				: "ดูหน้าเอ�?สารตัวอย่าง",
Cut					: "ตัด",
Copy				: "สำเนา",
Paste				: "วาง",
PasteText			: "วางสำเนาจา�?ตัวอั�?ษรธรรมดา",
PasteWord			: "วางสำเนาจา�?ตัวอั�?ษรเวิร์ด",
Print				: "สั่งพิมพ์",
SelectAll			: "เลือ�?ทั้งหมด",
RemoveFormat		: "ล้างรูป�?บบ",
InsertLinkLbl		: "ลิงค์เชื่อมโยงเว็บ อีเมล์ รูปภาพ หรือไฟล์อื่นๆ",
InsertLink			: "�?ทร�?/�?�?้ไข ลิงค์",
RemoveLink			: "ลบ ลิงค์",
Anchor				: "�?ทร�?/�?�?้ไข Anchor",
InsertImageLbl		: "รูปภาพ",
InsertImage			: "�?ทร�?/�?�?้ไข รูปภาพ",
InsertTableLbl		: "ตาราง",
InsertTable			: "�?ทร�?/�?�?้ไข ตาราง",
InsertLineLbl		: "เส้นคั่นบรรทัด",
InsertLine			: "�?ทร�?เส้นคั่นบรรทัด",
InsertSpecialCharLbl: "ตัวอั�?ษรพิเศษ",
InsertSpecialChar	: "�?ทร�?ตัวอั�?ษรพิเศษ",
InsertSmileyLbl		: "รูปสื่ออารมณ์",
InsertSmiley		: "�?ทร�?รูปสื่ออารมณ์",
About				: "เ�?ี่ยว�?ับโปร�?�?รม FCKeditor",
Bold				: "ตัวหนา",
Italic				: "ตัวเอียง",
Underline			: "ตัวขีดเส้นใต้",
StrikeThrough		: "ตัวขีดเส้นทับ",
Subscript			: "ตัวห้อย",
Superscript			: "ตัวย�?",
LeftJustify			: "จัดชิดซ้าย",
CenterJustify		: "จัด�?ึ่ง�?ลาง",
RightJustify		: "จัดชิดขวา",
BlockJustify		: "จัดพอดีหน้า�?ระดาษ",
DecreaseIndent		: "ลดระยะย่อหน้า",
IncreaseIndent		: "เพิ่มระยะย่อหน้า",
Undo				: "ย�?เลิ�?คำสั่ง",
Redo				: "ทำซ้ำคำสั่ง",
NumberedListLbl		: "ลำดับราย�?าร�?บบตัวเลข",
NumberedList		: "�?ทร�?/�?�?้ไข ลำดับราย�?าร�?บบตัวเลข",
BulletedListLbl		: "ลำดับราย�?าร�?บบสั�?ลั�?ษณ์",
BulletedList		: "�?ทร�?/�?�?้ไข ลำดับราย�?าร�?บบสั�?ลั�?ษณ์",
ShowTableBorders	: "�?สดงขอบของตาราง",
ShowDetails			: "�?สดงรายละเอียด",
Style				: "ลั�?ษณะ",
FontFormat			: "รูป�?บบ",
Font				: "�?บบอั�?ษร",
FontSize			: "ขนาด",
TextColor			: "สีตัวอั�?ษร",
BGColor				: "สีพื้นหลัง",
Source				: "ดูรหัส HTML",
Find				: "ค้นหา",
Replace				: "ค้นหา�?ละ�?ทนที่",
SpellCheck			: "ตรวจ�?ารสะ�?ดคำ",
UniversalKeyboard	: "คีย์บอร์ดหลา�?ภาษา",

Form			: "�?บบฟอร์ม",
Checkbox		: "เช็คบ๊อ�?",
RadioButton		: "เรดิโอบัตตอน",
TextField		: "เท็�?ซ์ฟิลด์",
Textarea		: "เท็�?ซ์�?อเรีย",
HiddenField		: "ฮิดเดนฟิลด์",
Button			: "ปุ่ม",
SelectionField	: "�?ถบตัวเลือ�?",
ImageButton		: "ปุ่ม�?บบรูปภาพ",

// Context Menu
EditLink			: "�?�?้ไข ลิงค์",
InsertRow			: "�?ทร�?�?ถว",
DeleteRows			: "ลบ�?ถว",
InsertColumn		: "�?ทร�?สดมน์",
DeleteColumns		: "ลบสดมน์",
InsertCell			: "�?ทร�?ช่อง",
DeleteCells			: "ลบช่อง",
MergeCells			: "ผสานช่อง",
SplitCell			: "�?ย�?ช่อง",
CellProperties		: "คุณสมบัติของช่อง",
TableProperties		: "คุณสมบัติของตาราง",
ImageProperties		: "คุณสมบัติของรูปภาพ",

AnchorProp			: "รายละเอียด Anchor",
ButtonProp			: "รายละเอียดของ ปุ่ม",
CheckboxProp		: "คุณสมบัติของ เช็คบ๊อ�?",
HiddenFieldProp		: "คุณสมบัติของ ฮิดเดนฟิลด์",
RadioButtonProp		: "คุณสมบัติของ เรดิโอบัตตอน",
ImageButtonProp		: "คุณสมบัติของ ปุ่ม�?บบรูปภาพ",
TextFieldProp		: "คุณสมบัติของ เท็�?ซ์ฟิลด์",
SelectionFieldProp	: "คุณสมบัติของ �?ถบตัวเลือ�?",
TextareaProp		: "คุณสมบัติของ เท็�?�?อเรีย",
FormProp			: "คุณสมบัติของ �?บบฟอร์ม",

FontFormats			: "Normal;Formatted;Address;Heading 1;Heading 2;Heading 3;Heading 4;Heading 5;Heading 6;Paragraph (DIV)",

// Alerts and Messages
ProcessingXHTML		: "โปร�?�?รม�?ำลังทำงานด้วยเทคโนโลยี XHTML �?รุณารอสั�?ครู่...",
Done				: "โปร�?�?รมทำงานเสร็จสมบูรณ์",
PasteWordConfirm	: "ข้อมูลที่ท่านต้อง�?ารวางลงใน�?ผ่นงาน ถู�?จัดรูป�?บบจา�?โปร�?�?รมเวิร์ด. ท่านต้อง�?ารล้างรูป�?บบที่มาจา�?โปร�?�?รมเวิร์ดหรือไม่?",
NotCompatiblePaste	: "คำสั่งนี้ทำงานในโปร�?�?รมท่องเว็บ Internet Explorer version รุ่น 5.5 หรือใหม่�?ว่าเท่านั้น. ท่านต้อง�?ารวางตัวอั�?ษรโดยไม่ล้างรูป�?บบที่มาจา�?โปร�?�?รมเวิร์ดหรือไม่?",
UnknownToolbarItem	: "ไม่สามารถระบุปุ่มเครื่องมือได้ \"%1\"",
UnknownCommand		: "ไม่สามารถระบุชื่อคำสั่งได้ \"%1\"",
NotImplemented		: "ไม่สามารถใช้งานคำสั่งได้",
UnknownToolbarSet	: "ไม่มี�?ารติดตั้งชุดคำสั่งใน�?ถบเครื่องมือ \"%1\" �?รุณาติดต่อผู้ดู�?ลระบบ",

// Dialogs
DlgBtnOK			: "ต�?ลง",
DlgBtnCancel		: "ย�?เลิ�?",
DlgBtnClose			: "ปิด",
DlgBtnBrowseServer	: "เปิดหน้าต่างจัด�?ารไฟล์อัพโหลด",
DlgAdvancedTag		: "ขั้นสูง",
DlgOpOther			: "&lt;อื่นๆ&gt;",

// General Dialogs Labels
DlgGenNotSet		: "&lt;ไม่ระบุ&gt;",
DlgGenId			: "ไอดี",
DlgGenLangDir		: "�?ารเขียน-อ่านภาษา",
DlgGenLangDirLtr	: "จา�?ซ้ายไปขวา (LTR)",
DlgGenLangDirRtl	: "จา�?ขวามาซ้าย (RTL)",
DlgGenLangCode		: "รหัสภาษา",
DlgGenAccessKey		: "�?อคเซส คีย์",
DlgGenName			: "ชื่อ",
DlgGenTabIndex		: "ลำดับของ �?ท็บ",
DlgGenLongDescr		: "คำอธิบายประ�?อบ URL",
DlgGenClass			: "คลาสของไฟล์�?ำหนดลั�?ษณะ�?าร�?สดงผล",
DlgGenTitle			: "คำเ�?ริ่นนำ",
DlgGenContType		: "ชนิดของคำเ�?ริ่นนำ",
DlgGenLinkCharset	: "ลิงค์เชื่อมโยงไปยังชุดตัวอั�?ษร",
DlgGenStyle			: "ลั�?ษณะ�?าร�?สดงผล",

// Image Dialog
DlgImgTitle			: "คุณสมบัติของ รูปภาพ",
DlgImgInfoTab		: "ข้อมูลของรูปภาพ",
DlgImgBtnUpload		: "อัพโหลดไฟล์ไปเ�?็บไว้ที่เครื่อง�?ม่ข่าย (เซิร์ฟเวอร์)",
DlgImgURL			: "ที่อยู่อ้างอิง URL",
DlgImgUpload		: "อัพโหลดไฟล์",
DlgImgAlt			: "คำประ�?อบรูปภาพ",
DlgImgWidth			: "ความ�?ว้าง",
DlgImgHeight		: "ความสูง",
DlgImgLockRatio		: "�?ำหนดอัตราส่วน �?ว้าง-สูง �?บบคงที่",
DlgBtnResetSize		: "�?ำหนดรูปเท่าขนาดจริง",
DlgImgBorder		: "ขนาดขอบรูป",
DlgImgHSpace		: "ระยะ�?นวนอน",
DlgImgVSpace		: "ระยะ�?นวตั้ง",
DlgImgAlign			: "�?ารจัดวาง",
DlgImgAlignLeft		: "ชิดซ้าย",
DlgImgAlignAbsBottom: "ชิดด้านล่างสุด",
DlgImgAlignAbsMiddle: "�?ึ่ง�?ลาง",
DlgImgAlignBaseline	: "ชิดบรรทัด",
DlgImgAlignBottom	: "ชิดด้านล่าง",
DlgImgAlignMiddle	: "�?ึ่ง�?ลาง�?นวตั้ง",
DlgImgAlignRight	: "ชิดขวา",
DlgImgAlignTextTop	: "ใต้ตัวอั�?ษร",
DlgImgAlignTop		: "บนสุด",
DlgImgPreview		: "หน้าเอ�?สารตัวอย่าง",
DlgImgAlertUrl		: "�?รุณาระบุที่อยู่อ้างอิงออนไลน์ของไฟล์รูปภาพ (URL)",
DlgImgLinkTab		: "Link",	//MISSING

// Link Dialog
DlgLnkWindowTitle	: "ลิงค์เชื่อมโยงเว็บ อีเมล์ รูปภาพ หรือไฟล์อื่นๆ",
DlgLnkInfoTab		: "รายละเอียด",
DlgLnkTargetTab		: "�?ารเปิดหน้าจอ",

DlgLnkType			: "ประเภทของลิงค์",
DlgLnkTypeURL		: "ที่อยู่อ้างอิงออนไลน์ (URL)",
DlgLnkTypeAnchor	: "จุดเชื่อมโยง (Anchor)",
DlgLnkTypeEMail		: "ส่งอีเมล์ (E-Mail)",
DlgLnkProto			: "โปรโตคอล",
DlgLnkProtoOther	: "&lt;อื่นๆ&gt;",
DlgLnkURL			: "ที่อยู่อ้างอิงออนไลน์ (URL)",
DlgLnkAnchorSel		: "ระบุข้อมูลของจุดเชื่อมโยง (Anchor)",
DlgLnkAnchorByName	: "ชื่อ",
DlgLnkAnchorById	: "ไอดี",
DlgLnkNoAnchors		: "&lt;ยังไม่มีจุดเชื่อมโยงภายในหน้าเอ�?สารนี้&gt;",
DlgLnkEMail			: "อีเมล์ (E-Mail)",
DlgLnkEMailSubject	: "หัวเรื่อง",
DlgLnkEMailBody		: "ข้อความ",
DlgLnkUpload		: "อัพโหลดไฟล์",
DlgLnkBtnUpload		: "บันทึ�?ไฟล์ไว้บนเซิร์ฟเวอร์",

DlgLnkTarget		: "�?ารเปิดหน้าลิงค์",
DlgLnkTargetFrame	: "&lt;เปิดในเฟรม&gt;",
DlgLnkTargetPopup	: "&lt;เปิดหน้าจอเล็�? (Pop-up)&gt;",
DlgLnkTargetBlank	: "เปิดหน้าจอใหม่ (_blank)",
DlgLnkTargetParent	: "เปิดในหน้าหลั�? (_parent)",
DlgLnkTargetSelf	: "เปิดในหน้าปัจจุบัน (_self)",
DlgLnkTargetTop		: "เปิดในหน้าบนสุด (_top)",
DlgLnkTargetFrameName	: "ชื่อทาร์เ�?็ตเฟรม",
DlgLnkPopWinName	: "ระบุชื่อหน้าจอเล็�? (Pop-up)",
DlgLnkPopWinFeat	: "คุณสมบัติของหน้าจอเล็�? (Pop-up)",
DlgLnkPopResize		: "ปรับขนาดหน้าจอ",
DlgLnkPopLocation	: "�?สดงที่อยู่ของไฟล์",
DlgLnkPopMenu		: "�?สดง�?ถบเมนู",
DlgLnkPopScroll		: "�?สดง�?ถบเลื่อน",
DlgLnkPopStatus		: "�?สดง�?ถบสถานะ",
DlgLnkPopToolbar	: "�?สดง�?ถบเครื่องมือ",
DlgLnkPopFullScrn	: "�?สดงเต็มหน้าจอ (IE5.5++ เท่านั้น)",
DlgLnkPopDependent	: "�?สดงเต็มหน้าจอ (Netscape)",
DlgLnkPopWidth		: "�?ว้าง",
DlgLnkPopHeight		: "สูง",
DlgLnkPopLeft		: "พิ�?ัดซ้าย (Left Position)",
DlgLnkPopTop		: "พิ�?ัดบน (Top Position)",

DlnLnkMsgNoUrl		: "�?รุณาระบุที่อยู่อ้างอิงออนไลน์ (URL)",
DlnLnkMsgNoEMail	: "�?รุณาระบุอีเมล์ (E-mail)",
DlnLnkMsgNoAnchor	: "�?รุณาระบุจุดเชื่อมโยง (Anchor)",

// Color Dialog
DlgColorTitle		: "เลือ�?สี",
DlgColorBtnClear	: "ล้างค่ารหัสสี",
DlgColorHighlight	: "ตัวอย่างสี",
DlgColorSelected	: "สีที่เลือ�?",

// Smiley Dialog
DlgSmileyTitle		: "�?ทร�?สั�?ั�?ษณ์สื่ออารมณ์",

// Special Character Dialog
DlgSpecialCharTitle	: "�?ทร�?ตัวอั�?ษรพิเศษ",

// Table Dialog
DlgTableTitle		: "คุณสมบัติของ ตาราง",
DlgTableRows		: "�?ถว",
DlgTableColumns		: "สดมน์",
DlgTableBorder		: "ขนาดเส้นขอบ",
DlgTableAlign		: "�?ารจัดตำ�?หน่ง",
DlgTableAlignNotSet	: "<ไม่ระบุ>",
DlgTableAlignLeft	: "ชิดซ้าย",
DlgTableAlignCenter	: "�?ึ่ง�?ลาง",
DlgTableAlignRight	: "ชิดขวา",
DlgTableWidth		: "�?ว้าง",
DlgTableWidthPx		: "จุดสี",
DlgTableWidthPc		: "เปอร์เซ็น",
DlgTableHeight		: "สูง",
DlgTableCellSpace	: "ระยะ�?นวนอนน",
DlgTableCellPad		: "ระยะ�?นวตั้ง",
DlgTableCaption		: "หัวเรื่องของตาราง",

// Table Cell Dialog
DlgCellTitle		: "คุณสมบัติของ ช่อง",
DlgCellWidth		: "�?ว้าง",
DlgCellWidthPx		: "จุดสี",
DlgCellWidthPc		: "เปอร์เซ็น",
DlgCellHeight		: "สูง",
DlgCellWordWrap		: "ตัดบรรทัดอัตโนมัติ",
DlgCellWordWrapNotSet	: "&lt;ไม่ระบุ&gt;",
DlgCellWordWrapYes	: "ใ่ช่",
DlgCellWordWrapNo	: "ไม่",
DlgCellHorAlign		: "�?ารจัดวาง�?นวนอน",
DlgCellHorAlignNotSet	: "&lt;ไม่ระบุ&gt;",
DlgCellHorAlignLeft	: "ชิดซ้าย",
DlgCellHorAlignCenter	: "�?ึ่ง�?ลาง",
DlgCellHorAlignRight: "ชิดขวา",
DlgCellVerAlign		: "�?ารจัดวาง�?นวตั้ง",
DlgCellVerAlignNotSet	: "&lt;ไม่ระบุ&gt;",
DlgCellVerAlignTop	: "บนสุด",
DlgCellVerAlignMiddle	: "�?ึ่ง�?ลาง",
DlgCellVerAlignBottom	: "ล่างสุด",
DlgCellVerAlignBaseline	: "อิงบรรทัด",
DlgCellRowSpan		: "จำนวน�?ถวที่คร่อม�?ัน",
DlgCellCollSpan		: "จำนวนสดมน์ที่คร่อม�?ัน",
DlgCellBackColor	: "สีพื้นหลัง",
DlgCellBorderColor	: "สีเส้นขอบ",
DlgCellBtnSelect	: "เลือ�?..",

// Find Dialog
DlgFindTitle		: "ค้นหา",
DlgFindFindBtn		: "ค้นหา",
DlgFindNotFoundMsg	: "ไม่พบคำที่ค้นหา.",

// Replace Dialog
DlgReplaceTitle			: "ค้นหา�?ละ�?ทนที่",
DlgReplaceFindLbl		: "ค้นหาคำว่า:",
DlgReplaceReplaceLbl	: "�?ทนที่ด้วย:",
DlgReplaceCaseChk		: "ตัวโห�?่-เล็�? ต้องตรง�?ัน",
DlgReplaceReplaceBtn	: "�?ทนที่",
DlgReplaceReplAllBtn	: "�?ทนที่ทั้งหมดที่พบ",
DlgReplaceWordChk		: "ต้องตรง�?ันทุ�?คำ",

// Paste Operations / Dialog
PasteErrorPaste	: "ไม่สามารถวางข้อความที่สำเนามาได้เนื่องจา�?�?าร�?ำหนดค่าระดับความปลอดภัย. �?รุณาใช้ปุ่มลัดเพื่อวางข้อความ�?ทน (�?ดปุ่ม Ctrl �?ละตัว V พร้อม�?ัน).",
PasteErrorCut	: "ไม่สามารถตัดข้อความที่เลือ�?ไว้ได้เนื่องจา�?�?าร�?ำหนดค่าระดับความปลอดภัย. �?รุณาใช้ปุ่มลัดเพื่อวางข้อความ�?ทน (�?ดปุ่ม Ctrl �?ละตัว X พร้อม�?ัน).",
PasteErrorCopy	: "ไม่สามารถสำเนาข้อความที่เลือ�?ไว้ได้เนื่องจา�?�?าร�?ำหนดค่าระดับความปลอดภัย. �?รุณาใช้ปุ่มลัดเพื่อวางข้อความ�?ทน (�?ดปุ่ม Ctrl �?ละตัว C พร้อม�?ัน).",

PasteAsText		: "วาง�?บบตัวอั�?ษรธรรมดา",
PasteFromWord	: "วาง�?บบตัวอั�?ษรจา�?โปร�?�?รมเวิร์ด",

DlgPasteMsg		: "ไม่สามารถวางข้อความที่สำเนามาได้เนื่องจา�? <STRONG>�?าร�?ำหนดค่าระดับความปลอดภัย</STRONG> ในโปร�?�?รมท่องเว็บที่ท่าน�?ำลังใช้อยู่.<BR>�?รุณาใช้ปุ่มลัดเพื่อวางข้อความ�?ทน (<STRONG>�?ดปุ่ม Ctrl �?ละตัว V พร้อม�?ัน</STRONG>) �?ละ�?ดปุ่ม <STRONG>ต�?ลง</STRONG>.",

// Color Picker
ColorAutomatic	: "สีอัตโนมัติ",
ColorMoreColors	: "เลือ�?สีอื่นๆ...",

// Document Properties
DocProps		: "คุณสมบัติของเอ�?สาร",

// Anchor Dialog
DlgAnchorTitle		: "คุณสมบัติของ Anchor",
DlgAnchorName		: "ชื่อ Anchor",
DlgAnchorErrorName	: "�?รุณาระบุชื่อของ Anchor",

// Speller Pages Dialog
DlgSpellNotInDic		: "ไม่พบในดิ�?ชันนารี",
DlgSpellChangeTo		: "�?�?้ไขเป็น",
DlgSpellBtnIgnore		: "ย�?เว้น",
DlgSpellBtnIgnoreAll	: "ย�?เว้นทั้งหมด",
DlgSpellBtnReplace		: "�?ทนที่",
DlgSpellBtnReplaceAll	: "�?ทนที่ทั้งหมด",
DlgSpellBtnUndo			: "ย�?เลิ�?",
DlgSpellNoSuggestions	: "- ไม่มีคำ�?นะนำใดๆ -",
DlgSpellProgress		: "�?ำลังตรวจสอบคำสะ�?ด...",
DlgSpellNoMispell		: "ตรวจสอบคำสะ�?ดเสร็จสิ้น: ไม่พบคำสะ�?ดผิด",
DlgSpellNoChanges		: "ตรวจสอบคำสะ�?ดเสร็จสิ้น: ไม่มี�?าร�?�?้คำใดๆ",
DlgSpellOneChange		: "ตรวจสอบคำสะ�?ดเสร็จสิ้น: �?�?้ไข1คำ",
DlgSpellManyChanges		: "ตรวจสอบคำสะ�?ดเสร็จสิ้น:: �?�?้ไข %1 คำ",

IeSpellDownload			: "ไม่ได้ติดตั้งระบบตรวจสอบคำสะ�?ด. ต้อง�?ารติดตั้งไหมครับ?",

// Button Dialog
DlgButtonText	: "ข้อความ (ค่าตัว�?ปร)",
DlgButtonType	: "ข้อความ",

// Checkbox and Radio Button Dialogs
DlgCheckboxName		: "ชื่อ",
DlgCheckboxValue	: "ค่าตัว�?ปร",
DlgCheckboxSelected	: "เลือ�?เป็นค่าเริ่มต้น",

// Form Dialog
DlgFormName		: "ชื่อ",
DlgFormAction	: "�?อคชั่น",
DlgFormMethod	: "เมธอด",

// Select Field Dialog
DlgSelectName		: "ชื่อ",
DlgSelectValue		: "ค่าตัว�?ปร",
DlgSelectSize		: "ขนาด",
DlgSelectLines		: "บรรทัด",
DlgSelectChkMulti	: "เลือ�?หลายค่าได้",
DlgSelectOpAvail	: "ราย�?ารตัวเลือ�?",
DlgSelectOpText		: "ข้อความ",
DlgSelectOpValue	: "ค่าตัว�?ปร",
DlgSelectBtnAdd		: "เพิ่ม",
DlgSelectBtnModify	: "�?�?้ไข",
DlgSelectBtnUp		: "บน",
DlgSelectBtnDown	: "ล่าง",
DlgSelectBtnSetValue : "เลือ�?เป็นค่าเริ่มต้น",
DlgSelectBtnDelete	: "ลบ",

// Textarea Dialog
DlgTextareaName	: "ชื่อ",
DlgTextareaCols	: "สดมภ์",
DlgTextareaRows	: "�?ถว",

// Text Field Dialog
DlgTextName			: "ชื่อ",
DlgTextValue		: "ค่าตัว�?ปร",
DlgTextCharWidth	: "ความ�?ว้าง",
DlgTextMaxChars		: "จำนวนตัวอั�?ษรสูงสุด",
DlgTextType			: "ชนิด",
DlgTextTypeText		: "ข้อความ",
DlgTextTypePass		: "รหัสผ่าน",

// Hidden Field Dialog
DlgHiddenName	: "ชื่อ",
DlgHiddenValue	: "ค่าตัว�?ปร",

// Bulleted List Dialog
BulletedListProp	: "คุณสมบัติของ บูลเล็ตลิสต์",
NumberedListProp	: "คุณสมบัติของ นัมเบอร์ลิสต์",
DlgLstType			: "ชนิด",
DlgLstTypeCircle	: "รูปวง�?ลม",
DlgLstTypeDisk		: "รูปดิส�?์",
DlgLstTypeSquare	: "รูปสี่เหลี่ยม",
DlgLstTypeNumbers	: "หมายเลข (1, 2, 3)",
DlgLstTypeLCase		: "ตัวพิมพ์เล็�? (a, b, c)",
DlgLstTypeUCase		: "ตัวพิมพ์ให�?่ (A, B, C)",
DlgLstTypeSRoman	: "เลขโรมันพิมพ์เล็�? (i, ii, iii)",
DlgLstTypeLRoman	: "เลขโรมันพิมพ์ให�?่ (I, II, III)",

// Document Properties Dialog
DlgDocGeneralTab	: "ลั�?ษณะทั่วไปของเอ�?สาร",
DlgDocBackTab		: "พื้นหลัง",
DlgDocColorsTab		: "สี�?ละระยะขอบ",
DlgDocMetaTab		: "ข้อมูลสำหรับเสิร์ชเอนจิ้น",

DlgDocPageTitle		: "ชื่อไตเติ้ล",
DlgDocLangDir		: "�?ารอ่านภาษา",
DlgDocLangDirLTR	: "จา�?ซ้ายไปขวา (LTR)",
DlgDocLangDirRTL	: "จา�?ขวาไปซ้าย (RTL)",
DlgDocLangCode		: "รหัสภาษา",
DlgDocCharSet		: "ชุดตัวอั�?ษร",
DlgDocCharSetOther	: "ชุดตัวอั�?ษรอื่นๆ",

DlgDocDocType		: "ประเภทของเอ�?สาร",
DlgDocDocTypeOther	: "ประเภทเอ�?สารอื่นๆ",
DlgDocIncXHTML		: "รวมเอา  XHTML Declarations ไว้ด้วย",
DlgDocBgColor		: "สีพื้นหลัง",
DlgDocBgImage		: "ที่อยู่อ้างอิงออนไลน์ของรูปพื้นหลัง (Image URL)",
DlgDocBgNoScroll	: "พื้นหลัง�?บบไม่มี�?ถบเลื่อน",
DlgDocCText			: "ข้อความ",
DlgDocCLink			: "ลิงค์",
DlgDocCVisited		: "ลิงค์ที่เคยคลิ้�?�?ล้ว Visited Link",
DlgDocCActive		: "ลิงค์ที่�?ำลังคลิ้�? Active Link",
DlgDocMargins		: "ระยะขอบของหน้าเอ�?สาร",
DlgDocMaTop			: "ด้านบน",
DlgDocMaLeft		: "ด้านซ้าย",
DlgDocMaRight		: "ด้านขวา",
DlgDocMaBottom		: "ด้านล่าง",
DlgDocMeIndex		: "คำสำคั�?อธิบายเอ�?สาร (คั่นคำด้วย คอมม่า)",
DlgDocMeDescr		: "ประโยคอธิบายเ�?ี่ยว�?ับเอ�?สาร",
DlgDocMeAuthor		: "ผู้สร้างเอ�?สาร",
DlgDocMeCopy		: "สงวนลิขสิทธิ์",
DlgDocPreview		: "ตัวอย่างหน้าเอ�?สาร",

// Templates Dialog
Templates			: "Templates",	//MISSING
DlgTemplatesTitle	: "Content Templates",	//MISSING
DlgTemplatesSelMsg	: "Please select the template to open in the editor<br>(the actual contents will be lost):",	//MISSING
DlgTemplatesLoading	: "Loading templates list. Please wait...",	//MISSING
DlgTemplatesNoTpl	: "(No templates defined)",	//MISSING

// About Dialog
DlgAboutAboutTab	: "เ�?ี่ยว�?ับโปร�?�?รม",
DlgAboutBrowserInfoTab	: "โปร�?�?รมท่องเว็บที่ท่านใช้",
DlgAboutVersion		: "รุ่น",
DlgAboutLicense		: "สงวนลิขสิทธิ์ โดยนโยบายลิขสิทธิ์�?บบ GNU Lesser General Public License",
DlgAboutInfo		: "ข้อมูลเพิ่มเติมภาษาไทยติดต่อ</BR>นาย ชรินทร์ อาษา�?ิจ (อู้ด)</BR><A HREF='mailto:arsakit@gmail.com'>arsakit@gmail.com</A> tel. (+66) 06-9241924</BR>หรือดาวน์โหลดรุ่นภาษาไทยได้ที่เว็บไซต์</BR><A HREF='http://www.thaimall4u.com'>www.Thaimall4u.com</A></BR>ข้อมูลเพิ่มเติมภาษาอัง�?ฤษ �?รุณาไปที่นี่"
}